const docs = [
  { title: "Реквизиты Арго Технолоджи Ист", href: "/documents/Арго_Реквизиты__2026.pdf" },
  {
    title: "Карточка записи реестра Арго Технолоджи Ист (№5850 от 20.09.2019)",
    href: "https://reestr.digital.gov.ru/reestr/307200/",
  },
  {
    title: "Карточка записи реестра Арго Технолоджи Ист (№31727 от 26.01.2026)",
    href: "https://reestr.digital.gov.ru/reestr/6130221/",
  },
  {
    title: "Свидетельство о государственной регистрации программы для ЭВМ (2017618991)",
    href: "/documents/Данные_о_наличии_исключительных_прав_на_программное_обеспечение.pdf",
  },
  {
    title: "Политика обработки персональных данных",
    href: "/documents/Политика_о_защите,_хранении,_обработке_и_передаче_персональных_данных.pdf",
  },
  {
    title: "Коды видов деятельности по приказу Минцифры от 11.05.2023 № 449: Основной ОКВЭД: 26.01",
    plain: true,
  },
  {
    title: "Информация о реализуемых продуктах, оказываемых услугах или работах",
    href: "/documents/Информация_о_реализуемых_продуктах,_оказываемых_услугах_или_работах.pdf",
  },
  {
    title:
      "Достоверная информация о стоимости товаров, работ, услуг с учётом соблюдения требований законодательства РФ",
    href: "/documents/Достоверная_информация_о_стоимости_Прайс_Лист_открытый_2026.pdf",
  },
  {
    title: "Описание технологического стека: используемые языки программирования, фреймворки, ПО",
    href: "/documents/Описание_технологического_стека_используемые_языки_программирования.pdf",
  },
];

const certificates = [
  {
    title: 'Сертификат совместимости: РЕД ОС 7.3',
    href: '/iscra/certification/СертификатРЕДОС7.3.pdf',
  },
  {
    title: 'Сертификат совместимости: РЕД Виртуализация 7.3',
    href: '/iscra/certification/СертификатРЕДОСVirt.pdf',
  },
  {
    title: 'Сертификат совместимости: РЕД ОС 8.0',
    href: '/iscra/certification/АРГО_РЕДОС8.pdf',
  },
  {
    title: 'Сертификат совместимости: Горизонт ВС',
    href: '/iscra/certification/СЕРТИФИКАТБАРРИКАДЫгоризонт_вм.pdf',
  },
  {
    title: 'Сертификат совместимости: UTINET Glovirt',
    href: '/iscra/certification/СертификатGLOVIRT.pdf',
  },
  {
    title: 'Сертификат совместимости: ОСОН ОСнова',
    href: '/iscra/certification/ARGO_OSNOVA.pdf',
  },
  {
    title: 'Сертификат совместимости: zVirt (вер. 4.х)',
    href: '/iscra/certification/СЕРТИФИКАТАРГОVirt.pdf',
  },
  {
    title: 'Сертификат совместимости: СРК и ВД Береста',
    href: '/iscra/certification/сертификатБереста.pdf',
  },
  {
    title: 'Сертификат совместимости: Base ALT',
    href: '/iscra/certification/Сертификат_BaseAlt.pdf',
  },
  {
    title: 'Сертификат совместимости: ROSA Virtualization',
    href: '/iscra/certification/СертификатРОСАВирт.pdf',
  },
  {
    title: 'Сертификат совместимости: РОСА ХРОМ 12',
    href: '/iscra/certification/СертификатРОСАХром.pdf',
  },
];

export const documentsVariants = {
  docs,
  certificates,
};
