const properties = [
  [
    { title: "Протоколы доступа", text: "Блочный, файловый, объектный" },
    {
      title: "Поддержка уровней RAID",
      text: "С уровнем чередования блоков\nс тройным контролем чётности",
    },
    {
      title: "Атомарные снимки",
      text: "Консистентные копии данных, с гарантией\nцелостности",
    },
  ],
  [
    {
      title: "Изменение размера кэша",
      text: "Онлайн изменение размера кэша\nвторого уровня на чтение, запись",
    },
    {
      title: "Компрессия данных",
      text: "С уровнем чередования блоков\nс тройным контролем чётности",
    },
    {
      title: "Мгновенные снимки",
      text: "Индивидуальная настройка\nпод различные виды нагрузок",
    },
  ],
  [
    { title: "Дедупликация данных", text: "Вариативный размер блока" },
    {
      title: "Фоновый контроль целостности",
      text: "Поддержка фонового контроля целостности",
    },
    {
      title: "Горячая замена",
      text: "Поддержка дисков горячей замены\nв рамках дискового пула",
    },
  ],
];

export const partnerVariants = {
  properties,
};
