const propVariant1 = [
  {
    title: "Протоколы доступа",
    text: "Блочный, файловый, объектный",
  },
  {
    title: "Поддержка уровней RAID",
    text: "С уровнем чередования блоков с тройным контролем чётности",
  },
  {
    title: "Мгновенные снимки",
    text: "По индивидуальным расписаниям, для различных наборов данных",
  },
];

const propVariant2 = [
  {
    title: "Изменение размера кэша",
    text: "Онлайн изменение размера кэша второго уровня на чтение, запись",
  },
  {
    title: "Компрессия данных",
    text: "Сжатие данных без потерь с ориентацией на скорость",
  },
  {
    title: "Гибкие настройки",
    text: "Индивидуальная настройка под различные виды нагрузок",
  },
];

const propVariant3 = [
  {
    title: "Дедупликация данных",
    text: "Вариативный размер блока",
  },
  {
    title: "Фоновый контроль целостности",
    text: "Поддержка фонового контроля целостности",
  },
  {
    title: "Горячая замена",
    text: "Поддержка дисков горячей замены в рамках дискового пула",
  },
];

export const propertiesVariants = {
  propVariant1,
  propVariant2,
  propVariant3,
};
