const textItems1 = [
  {
    title: 'Круглосуточная доступность и надёжность',
    label: 'Программные продукты обеспечивают круглосуточную доступность сервисов и непрерывный контроль ИТ-инфраструктуры 24/7. Современная система мониторинга в режиме реального времени отслеживает состояние оборудования и гарантирует моментальную реакцию на любые инциденты - минимизируя простои и обеспечивая стабильную работу вашей ИТ-среды.',
  },
  {
    title: 'Быстрое реагирование',
    label: 'Системы мониторинга работают в режиме реального времени - автоматически выявляют отклонения в работе инфраструктуры и помогают диагностировать неисправности.',
  },
  {
    title: 'Профилактика инцидентов',
    label: 'Наша система мониторинга в режиме реального времени отслеживает ключевые параметры ИТ-инфраструктуры: фиксирует рост нагрузки, контролирует состояние оборудования и выявляет отклонения в работе сервисов еще до появления ошибок.',
  },
  {
    title: 'Техническая поддержка',
    label: 'Техническая поддержка ARGO.TECH обеспечивает сопровождение инфраструктуры и обработку запросов. Для задач с круглосуточными требованиями доступен режим 24/7. Мониторинг помогает заранее выявлять отклонения и ускорять решение инцидентов.',
  },
];

const textItems2 = [
  {
    title: 'Опыт работы с инфраструктурой в РФ',
    label: 'Мы выполняем проекты по внедрению систем хранения данных, мониторинга и инфраструктурных решений по всей России. Команда работает с корпоративными ИТ-системами и сложными техническими объектами, обеспечивая стабильность и производительность инфраструктуры.',
  },
  {
    title: 'Адаптация под инфраструктуру заказчика',
    label: 'Наши ИТ-решения настраиваются под архитектуру и требования инфраструктуры клиента. Мы оптимизируем производительность, интеграции и параметры системы под конкретные нагрузки, процессы и техническую среду.',
  },
  {
    title: 'Импортозамещение',
    label: 'Продукты ARGO.TECH полностью разрабатываются в России и проходят проверку на соответствие требованиям регуляторов, включая ФСТЭК. Решения поддерживают курс на импортозамещение, не зависят от зарубежных компонентов и обеспечивают долгосрочную технологическую устойчивость.',
  },
  {
    title: 'Соответствие требованиям безопасности',
    label: 'Наши продукты проходят многоуровневые проверки безопасности и контроля качества. Решения соответствуют требованиям информационной безопасности и нормативам защиты информации, обеспечивая надёжную защиту корпоративной инфраструктуры.',
  },
];

const textItems3 = [
  {
    title: 'Функциональность',
    label: 'Поддерживает ключевые технологии хранения данных: дедупликация, компрессия, моментальные снимки, вариативность блоков. Эти функции повышают эффективность использования дискового пространства и ускоряют обработку информации.',
  },
  {
    title: 'Масштабируемость',
    label: 'Система хранения данных масштабируется без ограничений по ёмкости. Позволяет объединять разрозненные хранилища в единую инфраструктуру и снижать риски при миграции данных.',
  },
  {
    title: 'Надежность',
    label: 'Высокая избыточность ресурсов обеспечивает резервирование и защиту данных на уровне дисков, устройств и программных модулей. Технологии контроля целостности и восстановления повышают стабильность и безопасность системы.',
  },
  {
    title: 'Доступность',
    label: 'Благодаря гибким настройкам и автоматическому восстановлению минимизируется время простоя при сбоях. Система хранения данных гарантирует постоянный доступ к информации и бесперебойную работу инфраструктуры.'
  },
];

export const textsVariants = {
  textItems1,
  textItems2,
  textItems3,
};
